Repository: BlankOn/blankon-panel
Catalog: po/gay.po
Languages: gay

source: Favorites
gay: Galak niate

source: All applications
gay: Aplikasi

source: Settings
gay: Penetahen

source: Places
gay: Ton

source: Logout...
gay: Tangkuh...

source: Shutdown...
gay: I Empoten...

source: Applications
gay: Aplikasi

source: Home
gay: Ku Pemulo

source: Error opening '%s': %s
gay: Ara teknik si salah sentan i uke '%s': %s

source: Error opening mount point '%s': %s
gay: Ara teknik si salah sentan mu nuke siterkait '%s': %s

source: Network
gay: Simusangkut paut

source: Error opening Network: %s
gay: Ara teknik si salah sentan mu nuke simusangkut paut '%s': %s

source: Connect to server...
gay: Hobungen ku server/simunorus...
