Repository: BlankOn/blankon-panel
Catalog: po/jv.po
Languages: jv

source: Favorites
jv: Kesenengan

source: All applications
jv: Aplikasi

source: Settings
jv: Tatanan

source: Places
jv: Panggonan

source: Logout...
jv: Medal...

source: Shutdown...
jv: Pateni...

source: Applications
jv: Aplikasi

source: Home
jv: Omah

source: Error opening '%s': %s
jv: Wonten ingkang salah anggone mbuka '%s': %s

source: Error opening mount point '%s': %s
jv: Wonten ingkang salah anggone mbuka cantelan '%s': %s

source: Network
jv: Jaringan

source: Error opening Network: %s
jv: Wonten ingkang salah anggone mbuka jaringan: %s

source: Connect to server...
jv: Nyambung maring server/tukang laden...

source: Unable to logout: %s
jv: Mboten saget medal: %s

source: Unable to shutdown: %s
jv: Mboten saget mateni: %s

source: Error opening menu item %s: %s
jv: Wonten ingkang salah anggone mbuka menu %s: %s

source: Remove from Favorites
jv: Ilangaken saking Favorit

source: Add to Favorites
jv: Bubuhke wonten Favorit

source: Add to %s
jv: Bubuhke wonten %s

source: Shortcut %s already exists in %s
jv: Tembusan %s sampun wonten ing %s

source: Unable to read %s: %s
jv: Mboten saget maos %s: %s

source: Unable to create %s shortcut in %s: %s
jv: Mboten saget ndamel tembusan %s ing %s: %s

source: Unable to write %s shortcut in %s: %s
jv: Mboten saget nyerat tembusan %s ing %s: %s

source: Click here to hide all windows and show desktop
jv: Klik wonten mriki kangge ndelikaken sedoyo jendelo lan nampilaken desktop

source: Lock Screen
jv: Kunci Layar

source: Unable to lock screen
jv: Mboten saget ngunci layar
